ascii_art = """
    __  ___      __       __  __      
   /  |/  /___ _/ /______/ /_/ /____ _
  / /|_/ / __ `/ __/ ___/ __/ __/ __ `/
 / /  / / /_/ / /_(__  ) /_/ /_/ /_/ / 
/_/  /_/\__,_/\__/____/\__/\__/\__,_/  
"""

IO.puts ascii_art
IO.puts """
✦ Имя: Кирилл (KilixKilik)
✦ Язык: Elixir 🔵
✦ GitHub: https://github.com/KilixKilik  
✦ Платформа: BEAM (Erlang Virtual Machine)
✦ Парадигма: Функциональное программирование
✦ ОС: Кроссплатформенный
"""

IO.puts "🚀 Нажми Enter, чтобы выйти..."
IO.gets("")
