void main() {
  print(r"""
    __  ___      __       __  __      
   /  |/  /___ _/ /______/ /_/ /____ _
  / /|_/ / __ `/ __/ ___/ __/ __/ __ `/
 / /  / / /_/ / /_(__  ) /_/ /_/ /_/ / 
/_/  /_/\__,_/\__/____/\__/\__/\__,_/  

✦ Имя: Кирилл (KilixKilik)
✦ Язык: Dart 🔵
✦ GitHub: https://github.com/KilixKilik  
✦ Фреймворк: Flutter (для кроссплатформенной разработки)
✦ ОС: Кроссплатформенный (iOS, Android, Web, Desktop)

🚀 Нажми любую клавишу в терминале, затем Enter, чтобы выйти...
""");
  import 'dart:io';
  
  stdin.readLineSync();
}
