echo """|    __  ___      __       __  __      
        |   /  |/  /___ _/ /______/ /_/ /____ _
        |  / /|_/ / __ `/ __/ ___/ __/ __/ __ `/
        | / /  / / /_/ / /_(__  ) /_/ /_/ /_/ / 
        |/__/  /_/\__,_/\__/____/\__/\__/\__,_/  
        |
        |✦ Имя: Кирилл (KilixKilik)
        |✦ Язык: Nim 🟩
        |✦ GitHub: https://github.com/KilixKilik  
        |✦ Область: Системное программирование, веб
        |✦ ОС: Кроссплатформенный
        |
        |🚀 Нажми Enter, чтобы выйти...""".replace("|", "")

discard readLine(stdin)
