#!/usr/bin/perl
use strict;
use warnings;

print <<'EOF';
    __  ___      __       __  __      
   /  |/  /___ _/ /______/ /_/ /____ _
  / /|_/ / __ `/ __/ ___/ __/ __/ __ `/
 / /  / / /_/ / /_(__  ) /_/ /_/ /_/ / 
/_/  /_/\__,_/\__/____/\__/\__/\__,_/  

✦ Имя: Кирилл (KilixKilik)
✦ Язык: Perl 🐪
✦ GitHub: https://github.com/KilixKilik  
✦ Используется в: Обработка текста, системное администрирование, CGI
✦ ОС: Кроссплатформенный (Unix/Linux/Windows)

EOF

print "🚀 Нажми Enter, чтобы выйти...\n";
<STDIN>;
