main :: IO ()
main = do
    putStrLn $ unlines [
        "    __  ___      __       __  __      ",
        "   /  |/  /___ _/ /______/ /_/ /____ _",
        "  / /|_/ / __ `/ __/ ___/ __/ __/ __ `/",
        " / /  / / /_/ / /_(__  ) /_/ /_/ /_/ / ",
        " /_/  /_/\\__,_/\\__/____/\\__/\\__/\\__,_/  ",
        "",
        "✦ Имя: Кирилл (KilixKilik)",
        "✦ Язык: Haskell λ",
        "✦ GitHub: https://github.com/KilixKilik  ",
        "✦ Парадигма: Чисто функциональный",
        "✦ ОС: Кроссплатформенный",
        "",
        "🚀 Нажми Enter, чтобы выйти..."
        ]
    _ <- getLine
    return ()
