open System

let asciiArt = @"
    __  ___      __       __  __      
   /  |/  /___ _/ /______/ /_/ /____ _
  / /|_/ / __ `/ __/ ___/ __/ __/ __ `/
 / /  / / /_/ / /_(__  ) /_/ /_/ /_/ / 
/_/  /_/\__,_/\__/____/\__/\__/\__,_/  "

printfn "%s" asciiArt
printfn "✦ Имя: Кирилл (KilixKilik)"
printfn "✦ Язык: F# 🔵"
printfn "GitHub: https://github.com/KilixKilik"
printfn "Парадигма: Функциональное программирование (и другие)"
printfn "Платформа: .NET"
printfn "ОС: Кроссплатформенный"
printfn ""
printfn "🚀 Нажми Enter, чтобы выйти..."

let _ = System.Console.ReadLine()
